Repository: fredserva/birds-custom-login
Catalog: languages/birds-custom-login-*.po
Languages: fr_fr, pt_pt, sv_se

source: Powered by WordPress
pt_pt: Criado com WordPress

source: Custom Settings
fr_fr: Paramètres personnalisés
pt_pt: Definições personalizadas
sv_se: Anpassade Inställningar

source: Save Settings
fr_fr: ﻿Enregistrer les paramètres
pt_pt: Guardar definições
sv_se: Spara Inställningar

source: Reset Settings
fr_fr: ﻿Réinitialiser tous les paramètres
pt_pt: Repor definições
sv_se: Återställ Inställningar:

source: Default settings have been reset.
fr_fr: Paramètres par défaut rétablis
pt_pt: As definições padrão foram repostas.
sv_se: Standardinställningarna har återställts.

source: Do you really want to reset all these settings to their default values?
fr_fr: Voulez-vous vraiment réinitialiser tous les paramètres à leurs valeurs par défaut ?
pt_pt: Tem a certeza que pretende repor todas as definições para os valores padrão?
sv_se: Vill du verkligen vill återställa alla dessa inställningar till standardvärden?

source: No options defined.
fr_fr: ﻿Pas d&#39;options définies.
pt_pt: Nenhuma opção definida.
sv_se: Inga alternativ är definierade.

source: Select %s
fr_fr: Choisissez votre % s
pt_pt: Seleccionar %s
sv_se: Välj %s

source: Remove %s
fr_fr: Supprimez votre %s
pt_pt: Remover %s
sv_se: Ta bort %s

source: No action defined.
fr_fr: ﻿Aucune action définie.
pt_pt: Nenhuma ação definida.
sv_se: Ingen åtgärd definierad.

source: Custom Login Settings
fr_fr: Paramètres Custom Login
pt_pt: Definições do início de sessão personalizado
sv_se: Anpassade Inloggningsinställningar

source: Logo & Background
fr_fr: Logo & Arrière-plan
pt_pt: Logótipo e fundo
sv_se: Logo & Bakgrund

source: Logo
pt_pt: Logótipo

source: Upload your own logo.
fr_fr: Mettez votre logo en ligne
pt_pt: Carregue o seu próprio logótipo.
sv_se: Ladda upp er egen logo.

source: Max width: 320px
fr_fr: Largeur maxi : 320px
pt_pt: Largura máxima: 320px
sv_se: Max bredd: 320px

source: Logo Alt text
fr_fr: Texte ALT du logo
pt_pt: Texto alternativo do logótipo

source: Default is "Powered by WordPress"
pt_pt: Por omissão é "Criado com WordPress"

source: Logo bottom margin
fr_fr: Marge inférieure pour le logo
pt_pt: Margem inferior do logótipo
sv_se: Logo undre marginal

source: Default is 25px and it's a good value, but if you want to increase this margin...
fr_fr: La valeur par défaut est de 25px et c'est une bonne valeur, mais si vous désirez augmenter cette marge...
pt_pt: O padrão é 25px e é um bom valor, mas se quiser aumentar esta margem...
sv_se: Standard är 25px och det är ett bra värde, men om du vill öka denna marginal ...

source: Background color
fr_fr: Couleur d'arrière-plan
pt_pt: Cor de fundo
sv_se: Bakgrundsfärg

source: Default color is: #f1f1f1
fr_fr: La couleur par défaut est : #f1f1f1
pt_pt: Cor padrão é: #f1f1f1
sv_se: Standardfärgen är: #f1f1f1

source: Background Image
fr_fr: Image d'arrière-plan
pt_pt: Imagem de fundo
sv_se: Bakgrundsbild

source: You can upload a background image here.
fr_fr: Mettez en ligne votre image d’arrière-plan ici.
pt_pt: Pode carregar aqui uma imagem de fundo.
sv_se: Ni kan ladda upp er bakgrundsbild här.

source: The image will stretch to fit the page, and will automatically resize as the window size changes.
fr_fr: L'image s'adaptera aux dimensions de la page, et sera redimensionnée automatiquement si les dimensions de cette page varient.
pt_pt: A imagem será esticada para se ajustar à página, será autimaticamente redimensionada à medida que o tamanho da janela for alterado.
sv_se: Bilden kommer att sträckas för att passa sidan, och kommer automatiskt att ändra storlek allteftersom fönstrets storlek ändras.

source: You'll have the best results by using images with a minimum width of 1024px.
fr_fr: ﻿Vous obtiendrez les meilleurs résultats en utilisant des images dont la largeur est au-moins 1024px.
pt_pt: Terá melhores resultados utilizando imagens com uma largura mínima de 1024px.
sv_se: Du får bäst resultat genom att använda bilder med en minimum bredd på 1024px.

source: Reset
fr_fr: ﻿Réinitialiser
pt_pt: Repor
sv_se: Återställ

source: Save the settings and you will be able to preview your Custom Login Page.
fr_fr: ﻿Enregistrez les paramètres et vous serez en mesure de prévisualiser votre page de login personnalisée.
pt_pt: Guarde as definições e poderá pré-visualizar a sua página de início de sessão personalizada.
sv_se: Spara inställningarna och du kommer att kunna förhandsgranska din anpassade inloggningssida.

source: Settings saved!
fr_fr: ﻿Paramètres sauvegardés
pt_pt: Definições guardadas!
sv_se: Inställningar sparade!

source: Form
fr_fr: ﻿Formulaire
pt_pt: Formulário
sv_se: Formulär

source: Rounded Form
fr_fr: ﻿Forme arrondie
pt_pt: Formulário arredondado
sv_se: Rundad form

source: Would you like to round the form border?
fr_fr: ﻿Souhaitez-vous arrondir les angles du formulaire ?
pt_pt: Gostaria de arredondar a borda do formulário?
sv_se: Vill du runda formulärets kant?

source: No
fr_fr: ﻿Non
pt_pt: Não
sv_se: Nej

source: Yes
fr_fr: ﻿Oui
pt_pt: Sim
sv_se: Ja

source: Radius
fr_fr: ﻿Rayon
pt_pt: Raio
sv_se: Radie

source: How much would you like to round the border?
fr_fr: Entrez la valeur du rayon
pt_pt: Qual a dimensão do arredondamento?
sv_se: Hur mycket skulle du vilja runda kanten?

source: Label color
fr_fr: ﻿Couleur du label
pt_pt: Cor da legenda
sv_se: Etikettfärg

source: Default color is: #777777
fr_fr: La couleur par défaut est : #777777
pt_pt: Cor padrão é: #777777
sv_se: Standardfärgen är: # 777.777

source: Default color is: #ffffff
fr_fr: La couleur par défaut est : #ffffff
pt_pt: Cor padrão é: #ffffff
sv_se: Standardfärgen är: #ffffff

source: Form Style
fr_fr: Style du formulaire
pt_pt: Estilo de formulário
sv_se: Stil på formulär

source: Flat
pt_pt: Plano
sv_se: Platt vy

source: Shadowed Box
fr_fr: Ombré
pt_pt: Caixa sombreada
sv_se: Skuggad Box

source: Choose the style of the form. Default is Shadow
fr_fr: Choisissez le style du formulaire. La valeur par défaut est Ombré
pt_pt: Escolha o estilo do formulário. O padrão é sombreado.
sv_se: Välj stil på formuläret. Standard är Shadow

source: Button color
fr_fr: ﻿Couleur du bouton
pt_pt: Cor do botão
sv_se: Färg på knapp

source: Default color is: #2ea2cc
fr_fr: La couleur par défaut est : #2ea2cc
pt_pt: Cor padrão é: #2ea2cc
sv_se: Standardfärgen är: #2ea2cc

source: Button Text color
fr_fr: ﻿Couleur du texte du bouton
pt_pt: Cor do texto do botão
sv_se: Textfärg på knapp

source: Below Form Links
fr_fr: Liens
pt_pt: Ligacões abaixo do formulário
sv_se: Under Formuläret Länkar

source: "Register<br>Lost your password?"<br>links
fr_fr: Liens "S'enregistrer<br>Mot de passe oublié ?"
pt_pt: Ligações<br>"Registar<br>Esqueceu-se da senha?"
sv_se: "Registrera <br> Glömt ditt lösenord? "<br> länkar

source: Would you like to remove the "Register | Lost your password?" links?
fr_fr: Désirez-vous supprimer les liens "S'enregistrer<br>Mot de passe oublié ?"
pt_pt: Quer remover as ligações "Registar | Esqueceu-se da senha?"?
sv_se: Vill du ta bort "Registrera | Glömt lösenord?" länkar?

source: "Back to" link
fr_fr: Lien "Retour sur"
pt_pt: Ligação "Voltar a"
sv_se: "Tillbaka till" länk

source: Would you like to remove the "&larr; Back to" link?
fr_fr: Désirez-vous supprimer le lien Lien "&larr; Retour sur" ?
pt_pt: Quer remover a ligação "&larr; Voltar a"?
sv_se: Vill du ta bort "&larr; Tillbaka till" länk?

source: "Register<br>Lost your password?"<br>links color
fr_fr: Couleur des liens "S'enregistrer<br>Mot de passe oublié ?"
pt_pt: Cor das ligações<br>"Registar<br>Esqueceu-se da senha?"
sv_se: "Registrera<br>Glömt ditt lösenord?"<br>länkar

source: Default color is: #999999
fr_fr: La couleur par défaut est : #999999
pt_pt: Cor padrão é: #999999
sv_se: Standardfärgen är: #999999

source: "Register<br>Lost your password?"<br>link hover color
fr_fr: Couleur de survol des liens "S'enregistrer<br>Mot de passe oublié ?"
pt_pt: Cor ao passar pelas ligações<br>"Registar<br>Esqueceu-se da senha?"
sv_se: "Registrera <br> Glömt ditt lösenord?"<br> länk hover färg

source: "Back to"<br>link color
fr_fr: Couleur du lien "Retour sur"
pt_pt: Cor da ligação "Voltar a"
sv_se: "Tillbaka till" <br> länk färg

source: "Back to"<br>link hover color
fr_fr: Couleur de survol du lien "Retour sur"
pt_pt: Cor ao passar pela ligação "Voltar a"
sv_se: "Tillbaka till" <br> länk hover färg

source: Message boxes
fr_fr: Boîtes de message
pt_pt: Caixas de mensagem
sv_se: Meddelanderutor

source: Error box<br>Vertical line color
fr_fr: Message d'erreur<br>Couleur de la ligne verticale
pt_pt: Caixa de erro<br>Cor da linha vertical
sv_se: Felmeddelande ruta<br>Vertikal linjefärg

source: Default color is: #dd3d36
fr_fr: La couleur par défaut est : #dd3d36
pt_pt: Cor padrão é: #dd3d36
sv_se: Standardfärgen är: #dd3d36

source: Message box<br>Vertical line color
fr_fr: Autres messages<br>Couleur de la ligne verticale
pt_pt: Caixa de mensagem<br>Cor da linha vertical
sv_se: Meddelanderuta<br>Vertikal linjefärg

source: Custom CSS
fr_fr: CSS personnalisé
pt_pt: CSS personalizado
sv_se: Anpassad CSS

source: If you want to add some extra CSS to your login page, you can do it here
fr_fr: Si vous voulez ajouter du CSS supplémentaire à votre page de connexion, vous pouvez le faire ici
pt_pt: Se quiser adicionar algum CSS extra à sua página de início de sessão, pode fazê-lo aqui
sv_se: Om du vill lägga till extra CSS till din inloggningssida, kan du göra det här

source: e.g.: If you want to move the login box 50px to the right, then you can type:
fr_fr: Par exemple : Si vous souhaitez déplacer la boîte de connexion de 50px vers la droite, alors vous pouvez taper :
pt_pt: p. ex.: se quiser mover a caixa de início de sessão 50px para a direita, poderá escrever:
sv_se: exempel: om du vill flytta login rutan 50px till höger, då kan du skriva:

source: No preview for this Custom CSS
fr_fr: Aucun aperçu pour ce CSS personnalisé
pt_pt: Sem pré-visualização para este CSS personalizado
sv_se: Ingen förhandsgranskning för Custom CSS

source: Preview
fr_fr: ﻿Aperçu
pt_pt: Pré-visualização
sv_se: Förhandsgranska

source: Save the settings to update the preview.
fr_fr: Enregistrez les paramètres pour mettre à jour l'aperçu.
pt_pt: Guarde as definições para actualizar a pré-visualização.
sv_se: Spara inställningar för att uppdatera förhandsgranskningen.

source: If you've choosen a fullscreen image background, scroll down to make it appear...
fr_fr: Si vous avez choisi une image d'arrière-plan, merci de faire défiler l'écran pour la faire apparaître...
pt_pt: Se escolheu uma imagem de fundo em ecrã completo, deslize para baixo para a fazer aparecer...
sv_se: Om du har valt en fullscreen bildbakgrund, scrolla ner för att visa den...

source: Username
fr_fr: Identifiant
pt_pt: Nome de utilizador
sv_se: Användarnamn

source: Password
fr_fr: Mot de passe
pt_pt: Senha
sv_se: Lösenord

source: Remember Me
fr_fr: Se souvenir de moi
pt_pt: Lembrar-me
sv_se: Kom ihåg mig

source: Log In
fr_fr: Connexion
pt_pt: Iniciar sessão
sv_se: Logga in

source: Register
fr_fr: S’enregistrer
pt_pt: Registar
sv_se: Registrera

source: Lost your password?
fr_fr: Mot de passe oublié ?
pt_pt: Esqueceu-se da senha?
sv_se: Glömt ert lösenord?

source: Back to
fr_fr: Retour sur
pt_pt: Voltar a
sv_se: Tillbaka till

source: Premium Version
fr_fr: Version Premium
pt_pt: Versão Premium

source: Go Premium
pt_pt: Obter Premium

source: Upgrade to the Premium Version to take advantage of new and more advanced features...
fr_fr: Passez à la version Premium pour profiter de fonctionnalités nouvelles et plus avancées…
pt_pt: Actualize para a Versão Premium para tirar partido dos novos e mais avançados recursos...

source: Although the free version is full-featured and can be used without any limits, the premium version provides more features:
fr_fr: Bien que la version gratuite soit complète et puisse être utilisée sans aucune limite, la version premium fournit plus de fonctionnalités :
pt_pt: Embora a versão gratuita seja completa e possa ser utilizada sem limitações, a versão premium fornece mais recursos:

source: Colors transparency
fr_fr: Transparence des couleurs
pt_pt: Transparência de cores

source: Links to external images
fr_fr: Liens vers des images externes
pt_pt: Ligações para imagens externas

source: Fullscren background image or not. And controls over its position.
fr_fr: Image d’arrière-plan plein écran ou non. Et contrôles sur sa position.
pt_pt: Imagem de fundo em tamanho completo ou não. Controlos sobre a sua posição.

source: Instant preview (for Custom CSS too)
fr_fr: Aperçu immédiat (y compris pour le CSS personnalisé)
pt_pt: Pré-visualização instantânea (também para CSS personalizado)

source: Settings Import / Export
fr_fr: Importation / exportation des paramètres
pt_pt: Importar / exportar definições

source: Support via dedicated forum
fr_fr: Assistance via un forum dédié
pt_pt: Suporte via fórum dedicado

source: And don't worry about your free version settings...
fr_fr: Et ne vous inquiétez pas à quant à vos paramètres de la version gratuite…
pt_pt: E não se preocupe com as definições da sua versão gratuita...

source: You'll be able to retrieve them with a migration tool included in the premium version.
fr_fr: Vous serez en mesure de les récupérer grâce à l’outil de migration inclus dans la version premium.
pt_pt: Terá a possibilidade de as obter com uma ferramenta de migração incluída na versão premium.

source: A one year license is included with each purchase. This license entitles you to free updates and priority support. You'll have the option to renew your license at a 50% discount within 60 days of it's expiration or are free to continue using the current Premium version at the time the license expires.
fr_fr: Une licence d’un an est incluse avec chaque achat. Cette licence vous donne droit aux mises à jour gratuites ainsi qu’à une assistance prioritaire. Vous aurez la possibilité de renouveler votre licence avec une réduction de 50% jusqu’à 60 jours après son expiration ou vous pourrez continuer à utiliser la version Premium mais sans mise à jour et assistance..
pt_pt: Em cada compra é incluída uma licença de um ano. Esta licença dá-lhe direito a actualizações gratuitas e suporte prioritário. Terá a opção de renovar a licença com um desconto de 50% no prazo dos 60 dias antes de expirar ou é livre de continuar utilizar a versão Premium que tenha no momento em que a licença expira.

source: Go Premium Now!
fr_fr: Passez en mode Premium !
pt_pt: Obter Premium Agora!

source: Birds Custom Login
sv_se: Birds Anpassade Inloggningsinställningar
